[Japanese]
Please connect the 2.4GHz USB dongle of the device to your computer's USB port for pairing. = お使いのデバイスの 2.4GHz USBレシーバーをUSBポートに接続してペアリングしてください。
Please follow the steps below for pairing. = 次の手順でペアリングを行ってください。
1. Set the connection switch to the RF 2.4GHz mode. = 1. 接続モードスイッチを RF 2.4GHz ワイヤレスモードに設定します。
2. Press and hold the left button, right button and DPI button for 3 seconds. = 2. 左ボタン、右ボタン、DPIボタンを 3 秒間同時に長押しします。
3. Click the "Pair" button on the interface. = 3. 画面の「ペアリング」ボタンをクリックします。	
1. Connect the device to your computer with the USB cable. = 1. お使いのデバイスとコンピューターをUSBケーブルで接続します。
2. Click the "Pair" button on the interface. = 2. 画面の「ペアリング」ボタンをクリックします。

Pair = ペアリング
Close = 閉じる
Pairing = ペアリング中
Pairing completed = ペアリング完了
Pairing failed = ペアリング失敗

1. Connect the headset with a USB cable and switch to 2.4GHz mode. = 1. USBケーブルでデバイスとコンピューターを接続して、モードスイッチをRF 2.4GHz モードに切り替えます。
2. Press and hold the function button for 15 seconds until you hear the beep sounds. = 2. デバイスから音声プロンプトが聞こえるまで、ファンクションボタンを 15 秒間長押しします。
Please unplug and re-plug the 2.4 GHz receiver(dongle), power off the headset and then switch it to RF 2.4 GHz mode. = 2.4GHz USBレシーバーをコンピューターから取り外して、再度接続してください。次に、デバイスのモードスイッチをオフにして一度電源を切り、再度RF 2.4GHz モードにして電源を入れてください。